Repository: ValentinMinder/epfl-dslab-pocketcampus-freeroom
Catalog: Windows/Source/Camipro.WindowsRuntime/Strings/*/Main.resw
Source language: en
Languages: fr

source: account
fr: compte

source: Current balance:
fr: Solde actuel :

# EbankingAccountName
source: paid to
fr: versement pour

# EbankingAccountNumber
source: account number
fr: compte

# EbankingInfo
source: The amount cannot be greater than 300 CHF. This info can only be used for online payments. Processing delay is 3 business days.
fr: Le montant ne doit pas dépasser 300 CHF. Ces infos sont seulement pour l'e-banking. Le délai de traitement est de 3 jours ouvrables.

# EbankingPaymentType
source: orange payment slip
fr: BVR orange

# EbankingPaymentTypeHeader
source: payment type
fr: type de paiement

# EbankingReferenceNumber
source: reference number
fr: référence

# MonthTotal
source: Last month's spending:
fr: Dépenses du dernier mois :

# RequestEbankingEmail
source: send this info by e-mail
fr: envoyer ces infos par e-mail

# ThreeMonthsAverage
source: Average over the last three months:
fr: Moyenne sur trois mois :

# ThreeMonthsTotal
source: Last three months:
fr: Dépenses ces trois derniers mois :
